VV_cases/V2_thermal/results/study_v2a/runs/005_data_of13_fluid_consistency_short/simulations/Re20_ogrid/openfoam_setup/0/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      T;
}

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 293.15;

boundaryField
{
    inlet
    {
        type        fixedValue;
        value       uniform 293.15;
    }
    outlet
    {
        type        inletOutlet;
        inletValue  uniform 293.15;
        value       uniform 293.15;
    }
    top
    {
        type        fixedValue;
        value       uniform 293.15;
    }
    bottom
    {
        type        fixedValue;
        value       uniform 293.15;
    }
    cylinder
    {
        type        fixedValue;
        value       uniform 303.15;
    }
    front
    {
        type symmetryPlane;
    }
    back
    {
        type symmetryPlane;
    }
}
